/* No comment provided by engineer. */
"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ 의 다운로드가 끝났습니다! 지금 %1$@ 를(을) 설치하시겠습니까?";

/* No comment provided by engineer. */
"%1$@ can't be updated when it's running from a read-only volume like a disk image or an optical drive. Move %1$@ to your Applications folder, relaunch it from there, and try again." = "%1$@ 는(은) 읽기 전용 디스크에 있으므로 업데이트 될 수 없습니다. %1$@ 를(을) 응용프로그램 폴더로 이동 시키고 다시 수행해주시기 바랍니다.";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ 는(은) 현재 사용가능한 가장 최신 버젼입니다.";

/* No comment provided by engineer. */
"%@ %@ is now available--you have %@. Would you like to download it now?" = "%1$@ %2$@ 가(이) 사용 가능합니다.  — 현재 버젼은 %3$@ 입니다. 다운로드 받으시겠습니까?";

/* No comment provided by engineer. */
"%@ downloaded" = "%@ 다운로드 되었습니다.";

/* No comment provided by engineer. */
"%@ of %@" = "%1$@ 중 %2$@";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "%@ 의 새 버젼이 사용 가능합니다!";

/* No comment provided by engineer. */
"A new version of %@ is ready to install!" = "%@ 의 새 버젼을 설치할 준비가 되었습니다!";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "업데이트 정보를 받는데 오류가 발생하였습니다. 잠시후에 다시 시도해주시기 바랍니다.";

/* No comment provided by engineer. */
"An error occurred while downloading the update. Please try again later." = "업데이트 다운로드 중에 오류가 발생하였습니다. 잠시후에 다시 시도해주시기 바랍니다.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "압축을 해제하는 중에 오류가 발생하였습니다. 잠시후에 다시 시도해주시기 바랍니다.";

/* No comment provided by engineer. */
"An error occurred while installing the update. Please try again later." = " 업데이트 설치 중에 오류가 발생하였습니다. 잠시후에 다시 시도해주시기 바랍니다.";

/* No comment provided by engineer. */
"An error occurred while parsing the update feed." = "업데이트 피드를 해석하는 중에 오류가 발생하였습니다.";

/* No comment provided by engineer. */
"An error occurred while relaunching %1$@, but the new version will be available next time you run %1$@." = "%1$@ 를(을) 재시작하는 중에 오류가 발생하였습니다. 하지만 다음 %1@ 수행시, 새 버젼은 정상적으로 사용가능합니다.";

/* the unit for bytes */
"B" = "B";

/* No comment provided by engineer. */
"Cancel" = "취소";

/* No comment provided by engineer. */
"Cancel Update" = "업데이트 취소";

/* No comment provided by engineer. */
"Checking for updates..." = "업데이트 검사 중…";

/* Take care not to overflow the status window. */
"Downloading update..." = "업데이트 다운로드 중…";

/* Take care not to overflow the status window. */
"Extracting update..." = "업데이트 압축해제 중...";

/* the unit for gigabytes */
"GB" = "GB";

/* No comment provided by engineer. */
"Install and Relaunch" = "설치 후 재시작";

/* Take care not to overflow the status window. */
"Installing update..." = "업데이트 설치 중...";

/* the unit for kilobytes */
"KB" = "KB";

/* the unit for megabytes */
"MB" = "MB";

/* No comment provided by engineer. */
"OK" = "확인";

/* No comment provided by engineer. */
"Ready to Install" = "설치가 준비되었습니다";

/* No comment provided by engineer. */
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "%1$@ 의 업데이트를 자동으로 검사하시겠습니까? %1$@ 의 메뉴에서 수동으로 검사하실수도 있습니다.";

/* No comment provided by engineer. */
"Update Error!" = "업데이트 에러!";

/* No comment provided by engineer. */
"Updating %@" = "업데이트 중 %@";

/* No comment provided by engineer. */
"You already have the newest version of %@." = "이미 최신 버젼을 사용하고 게십니다: %@.";

/* No comment provided by engineer. */
"You're up to date!" = "업데이트 되었습니다!";

